{ "Facts": [{ "Fact":"Did you know that dynamite contains peanuts as an ingredient !"},{ "Fact":"While Dmitri Mendeleev is most often cited as the inventor of the modern periodic table, his table was just the first to gain scientific credibility, and not the first table that organized the elements according to periodic properties"},{ "Fact":"There are 90 elements on the periodic table that occur in nature. All of the other elements are strictly man-made."},{ "Fact":"Technetium was the first element to be made artificially."},{ "Fact":"The present periodic table has room for 118 elements. Elements aren't discovered or created in order of atomic number. Scientists are working on creating and verifying element 120, which will change the appearance of the table."},{ "Fact":"Noble gases (far right on the periodic table) have closed shells of electrons, which is why they are nearly inert."},{ "Fact":"Liquid nitrogen boils at 77 kelvin (-196 °C, -321 °F)."},{ "Fact":"Around 1% of the sun’s mass is oxygen."},{ "Fact":"Carbon comes in a number of different forms (allotropes), these include diamond, graphite and impure forms such as coal."},{ "Fact":"Although it is still debated, it is largely recognized that the word 'chemistry' comes from an Egyptian word meaning 'earth'."},{ "Fact":"Above 4 °C, water expands when heated and contracts when cooled. But between 4 °C and 0 °C it does the opposite, contracting when heated and expanding when cooled. Stronger hydrogen and oxygen bonds are formed as the water crystallizes into ice. By the time it's frozen it takes up around 9% more space."},{ "Fact":"Athletes at the Olympic Games have to be careful how much coffee they drink. The caffeine in coffee is a banned substance because it can enhance performance. One or two cups are fine but they can go over the limit with more than five. (update - as of 2004 caffeine has been taken back off the WADA banned list but its use will be closely monitored to prevent future abuse by athletes.)"},{ "Fact":"Often formed under intense pressure over time, a crystal is made up of molecules or atoms that are repeated in a three dimensional repeating pattern. Quartz is a well known example of a crystal."},{ "Fact":"Chemical reactions occur all the time, including through everyday activities such as cooking. Try adding an acid such as vinegar to a base such as baking soda and see what happens!"},{ "Fact":"Humans breathe out carbon dioxide (CO2). Using energy from sunlight, plants convert carbon dioxide into food during a process called photosynthesis."},{ "Fact":"Things invisible to the human eye can often be seen under UV light, which comes in handy for both scientists and detectives."},{ "Fact":"The use of various forms of chemistry is believed to go back as long ago as the Ancient Egyptians. By 1000 BC civilizations were using more complex forms of chemistry such as using plants for medicine, extracting metal from ores, fermenting wine and making cosmetics."},{ "Fact":"Although it is still debated, it is largely recognized that the word 'chemistry' comes from an Egyptian word meaning 'earth'."},{ "Fact":"Under normal conditions, oil and water do not mix."},{ "Fact":"Helium is lighter than the air around us so it floats, that's why it is perfect for the balloons you get at parties."},{ "Fact":"Hydrogen is the first element on the periodic table. It has an atomic number of 1. It is highly flammable and is the most common element found in our universe."},{ "Fact":"Liquid oxygen is blue."},{ "Fact":"Some radioactive elements really do glow."},{ "Fact":"You can die from drinking too much water."},{ "Fact":"If you mix half a liter of alcohol with half a liter of water, the volume \nof the mixture will be less than one liter."},{ "Fact":"Liquid water is more dense than solid water (ice)."},{ "Fact":"You can melt a sample of the element gallium \njust by holding it in your hand."},{ "Fact":"Under certain conditions, hot water will \nfreeze more quickly than cold water."},{ "Fact":"You cant solidify helium at normal pressures, even \nat absolute zero. (You can solidify \nit at extremely high pressure and low temperature.)"},{ "Fact":"You cant taste food without saliva."},{ "Fact":"Fish scales are a common lipstick ingredient."},{ "Fact":"Some lipstick contains lead acetate or sugar \nof lead. This toxic lead compound makes the lipstick taste sweet."},{ "Fact":"The average shot of espresso contains less caffeine than a typical cup of coffee."},{ "Fact":"Coca Cola originally contained cocaine."},{ "Fact":"Lemons contain more sugar than strawberries, for the same mass."},{ "Fact":"Lobster blood is colorless until it is exposed to air. Then the blood appears blue."},{ "Fact":"Goldfish eyes perceive not only the visible spectrum, but also infrared and ultraviolet light."},{ "Fact":"When you freeze saltwater or seawater slowly, you get freshwater ice. Icebergs are freshwater, too, although that is because they come \nfrom glaciers, which are made from freshwater (snow)."},{ "Fact":"If you exposed a glass of water to space, it \nwould boil rather than freeze. However, the water vapor would \ncrystallize into ice afterward."},{ "Fact":"Fresh egg will sink in fresh water. A stale egg will float."},{ "Fact":"The wallpaper in Napoleons room was dyed with Scheeles \nGreen, which contains copper arsenide. In 1893 the \nItalian biochemist Gosio found that \ndampening wallpaper containing Scheeles Green allowed a mold to convert the \ncopper arsenide into poisonous arsenic vapor. Although this may not have been the \ncause of Napoleons death, it certainly cant have helped his health!"},{ "Fact":"Sound travels 4.3 times faster in water than in \nair. Of course, it doesnt travel through a vacuum at all."},{ "Fact":"About 78% of the average human brain consists of water."},{ "Fact":"Macadamia nuts are toxic dogs."},{ "Fact":"A lightning strike can reach a temperature of \n30,000 degrees Celsius or 54,000 degrees Fahrenheit."},{ "Fact":"Fire typically spreads uphill more quickly than downhill. \nThis is because temperature affects the rate of combustion. \nThe region above a fire tends to be much hotter than the area below it, plus \nit may have a better supply of fresh air."},{ "Fact":"Frogs dont need to drink water since they \ncan absorb it through their skin. Humans, on the other hand, have waterproofing \nproteins in their skin to help prevent water loss."},{ "Fact":"The hardest chemical in your body is your tooth enamel."},{ "Fact":"Urine fluoresces or glows under ultraviolet light."},{ "Fact":"Pearls, bones and teeth will dissolve in \nvinegar, which contains weak acetic acid."},{ "Fact":"The chemical name for water is dihydrogen monoxide."},{ "Fact":"You can extend the life of rubberbands by \nstoring them in the refrigerator."},{ "Fact":"The ethylene gas produced by a ripening apple \nripens other apples as well as many other types \nof produce."},{ "Fact":"Water expands about 9% when it freezes into ice."},{ "Fact":"Mars is red because its surface contains a lot of iron oxide or rust."},{ "Fact":"Youve lost about 1% of your bodys water by the time you feel thirsty."},{ "Fact":"You have chemoreceptors or taste buds on the inside of your cheek \nas well as on your tongue."},{ "Fact":"The only elements that are liquid at room temperature are \nbromine and mercury. However, you can melt gallium by holding a lump in the \nwarmth of your hand."},{ "Fact":"Unlike many substances, water expands as it freezes. \nAn ice cube takes up about 9% more volume than the \nwater used to make it."},{ "Fact":"If you pour a handful of salt into a full glass of water, the water \nlevel will actually go down rather \nthan overflowing the glass."},{ "Fact":"There is about 1/2 lb or 250 g of salt (NaCl) in the average adult human body."},{ "Fact":"A pure element can take many forms. For example, diamond and \ngraphite both are forms of pure carbon."},{ "Fact":"The chemical name for water (H2O) is dihydrogen monoxide."},{ "Fact":"The only letter that doesnt appear on the periodic table is J."},{ "Fact":"Lightning strikes produce O3, which is ozone, and strengthen \nthe ozone layer of the atmosphere."},{ "Fact":"The only two non-silvery metals are gold and copper."},{ "Fact":"Although oxygen gas is colorless, the liquid and solid forms \nof oxygen are blue."},{ "Fact":"The human body contains enough carbon to provide lead \n(which is really graphite) for about 9,000 pencils."},{ "Fact":"Hydrogen is the most abundant element in the universe, while \noxygen is the most abundant element in the earths \natmosphere, crust, and oceans (about 49.5%)."},{ "Fact":"The rarest naturally-occurring element in the \nearths crust may be astatine. The entire crust appears to contain about \n28 g of the element."},{ "Fact":"Hydrofluoric acid is so corrosive that it will dissolve glass. \nAlthough it is corrosive, hydrofluoric acid is considered to be a weak acid."},{ "Fact":"One bucket full of water contains more atoms than \nthere are bucketfuls of water in the Atlantic ocean."},{ "Fact":"Approximately 20% of the oxygen in the atmosphere was \nproduced by the Amazon rainforest."},{ "Fact":"Helium balloons float because helium is lighter than air."},{ "Fact":"Bee stings are acidic while wasp stings are alkaline."},{ "Fact":"Hot peppers get their heat from a molecule \ncalled capsaicin. While the molecule acts as an irritant to mammals, including \nhumans, birds lack the receptor responsible for the effect and are immune to \nthe burning sensation from exposure."},{ "Fact":"Dry ice is the solid form of carbon dioxide, CO2."},{ "Fact":"Liquid air has a bluish tint, similar to water."}]}