{ "Facts": [{ "Fact":"Did you know that dynamite contains peanuts as an ingredient !"},{ "Fact":"While Dmitri Mendeleev is most often cited as the inventor of the modern periodic table, his table was just the first to gain scientific credibility, and not the first table that organized the elements according to periodic properties"},{ "Fact":"There are 90 elements on the periodic table that occur in nature. All of the other elements are strictly man-made."},{ "Fact":"Technetium was the first element to be made artificially."},{ "Fact":"The present periodic table has room for 118 elements. Elements aren't discovered or created in order of atomic number. Scientists are working on creating and verifying element 120, which will change the appearance of the table."},{ "Fact":"Noble gases (far right on the periodic table) have closed shells of electrons, which is why they are nearly inert."},{ "Fact":"Liquid nitrogen boils at 77 kelvin (-196 °C, -321 °F)."},{ "Fact":"Around 1% of the sun’s mass is oxygen."},{ "Fact":"Carbon comes in a number of different forms (allotropes), these include diamond, graphite and impure forms such as coal."},{ "Fact":"Although it is still debated, it is largely recognized that the word 'chemistry' comes from an Egyptian word meaning 'earth'."},{ "Fact":"Above 4 °C, water expands when heated and contracts when cooled. But between 4 °C and 0 °C it does the opposite, contracting when heated and expanding when cooled. Stronger hydrogen and oxygen bonds are formed as the water crystallizes into ice. By the time it's frozen it takes up around 9% more space."},{ "Fact":"Athletes at the Olympic Games have to be careful how much coffee they drink. The caffeine in coffee is a banned substance because it can enhance performance. One or two cups are fine but they can go over the limit with more than five. (update - as of 2004 caffeine has been taken back off the WADA banned list but its use will be closely monitored to prevent future abuse by athletes.)"},{ "Fact":"Often formed under intense pressure over time, a crystal is made up of molecules or atoms that are repeated in a three dimensional repeating pattern. Quartz is a well known example of a crystal."},{ "Fact":"Chemical reactions occur all the time, including through everyday activities such as cooking. Try adding an acid such as vinegar to a base such as baking soda and see what happens!"},{ "Fact":"Humans breathe out carbon dioxide (CO2). Using energy from sunlight, plants convert carbon dioxide into food during a process called photosynthesis."},{ "Fact":"Things invisible to the human eye can often be seen under UV light, which comes in handy for both scientists and detectives."},{ "Fact":"The use of various forms of chemistry is believed to go back as long ago as the Ancient Egyptians. By 1000 BC civilizations were using more complex forms of chemistry such as using plants for medicine, extracting metal from ores, fermenting wine and making cosmetics."},{ "Fact":"Although it is still debated, it is largely recognized that the word 'chemistry' comes from an Egyptian word meaning 'earth'."},{ "Fact":"Under normal conditions, oil and water do not mix."},{ "Fact":"Helium is lighter than the air around us so it floats, that's why it is perfect for the balloons you get at parties."},{ "Fact":"Hydrogen is the first element on the periodic table. It has an atomic number of 1. It is highly flammable and is the most common element found in our universe."}]}